req_code = {
    '01':'제공기관 서비스 제공 상태가 원활하지 않습니다.',
    '02':'제공기관 서비스 제공 상태가 원활하지 않습니다.',
    '03':'데이터없음 에러',
    '04':'제공기관 서비스 제공 상태가 원활하지 않습니다.',
    '05':'제공기관 서비스 제공 상태가 원활하지 않습니다.',
    '10':'OpenApi 요청시 ServiceKey 파라미터가 없음',
    '11':'요청하신 OpenApi의 필수 파라미터가 누락되었습니다.',
    '12':'OpenApi 호출시 URL이 잘못됨',
    '20':'활용승인이 되지 않은 OpenApi 호출',
    '22':'일일 활용건수가 초과함',
    '30':'잘못된 서비스키를 사용하였거나 서비스키를 URL 인코딩하지 않음',
    '31':'OpenApi 사용기간이 만료됨',
    '32':'활용신청한 서버의 IP와 실제 OpenAPI호출한 서버가 다를 경우',
    '99':'SERVICE KEY IS NOT REGISTERED ERROR'
}